Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J56.tmx
Source language: en_us
Languages: zh_cn

source: The Oxford handbook of Cognitive Linguistics is, with certain qualifications elaborated on below, an impressively comprehensive single-volume overview of the research paradigm known as Cognitive Linguistics.
zh_cn: 《牛津认知语言学手册》（以下简称为《手册》）是对认知语言学这一研究范式深入而全面的单册概览。

source: Cognitive Linguistics as a movement has its origins in the research programmes associated most notably with scholars such as Gilles Fauconnier, George Lakoff, Ronald Langacker and Leonard Talmy. Its roots emerged in work that began to appear in the late 1970s and early 1980s.
zh_cn: 认知语言学源于Gilles Fauconnier、George Lakoff、Ronald Langacker、Leonard Talmy等学者所进行的卓越研究，其根基形成于二十世纪七十年代末和八十年代初问世的研究中。

source: Cognitive Linguistics is distinct from other movements in linguistics, both formalist and functionalist, in two respects.
zh_cn: 认知语言学既不同于形式主义，也不同于功能主义。这体现在两个方面。

source: Firstly, it takes seriously the cognitive underpinnings of language, the so-called cognitive commitment (Lakoff 1990).
zh_cn: 第一，认知语言学非常重视语言的认知基础，即所谓的认知承诺（Lakoff 1990）。

source: Cognitive linguists attempt to describe and model language in the light of convergent evidence from cognitive and, increasingly, brain sciences.
zh_cn: 认知语言学家试图根据来自认知科学和日益发展的脑科学的趋同实据对语言加以描写，提出模型。

source: Secondly, cognitive linguists subscribe to a generalisation commitment: a commitment to describing the nature and principles that constitute linguistic knowledge as an outcome of general cognitive abilities (see Lakoff 1990) – rather than viewing language as constituting, for instance, a wholly distinct encapsulated module of mind.
zh_cn: 第二，认知语言学家信奉概括性承诺：把构成语言知识的本质和原则描述为一般认知能力的结果（Lakoff 1990），而不是把语言视为一种构成全然不同且分离的心智模块。

source: Cognitive Linguistics, whilst functionalist in spirit, embraces the need for descriptive adequacy and rigour.
zh_cn: 认知语言学虽然本质上是功能主义的，但仍信奉描述的恰当性和严谨性。

source: This has resulted in an impressive battery of technical and descriptive formalisms (see Evans & Green 2006 for a review, and Evans 2007 for a glossary of the technical language employed).
zh_cn: 这就形成了一系列的科技形式主义和描述形式主义（见Evans & Green 2006的评论；Evans 2007的专业术语汇编）。

source: Cognitive linguists have typically adopted a number of distinct (although complementary) foci. Some have been exercised by the study of language structure and organisation.
zh_cn: 认知语言学家们常常采用一些独特的视角（尽管它们互为补充），有些明显受到了关于语言结构和语言组织的研究的影响。

source: This constitutes a sub-branch of Cognitive Linguistics sometimes referred to as Cognitive Approaches to Grammar.
zh_cn: 这种研究形成了认知语言学的一个分支，有时被称为语法的认知研究。

source: Notable exemplars include Lakoff (1987, case study 3), Langacker (e.g. 1987, 1999, 2008), Goldberg (1995, 2006), Talmy (e.g. 2000) and Croft (2002).
zh_cn: 其中著名的代表有Lakoff（1987，个案研究之三）、Langacker（1987，1999，2008）、Goldberg（1995，2006）、Talmy（2000）和 Croft（2002）。

source: Others have employed language as a means of studying aspects of conceptual organisation and structure. The study of aspects of the mind, such as knowledge representation and meaning construction, employing language as a lens for doing so, is sometimes referred to as Cognitive Semantics.
zh_cn: 亦有学者把语言作为研究概念组织和概念结构中各层面的手段，这种以语言为切入点，对思维各层面进行的研究被称为认知语义学，如研究知识的表征和意义的结构等。

source: Notable exemplars include Lakoff & Johnson (1980, 1999), Fauconnier (1985) and Fauconnier & Turner (2002).
zh_cn: 著名的代表有Lakoff和Johnson（1980，1999）、Fauconnier（1985）、Fauconnier和Turner（2002）。

source: A further sub-branch relates to the study of word meanings, sometimes referred to as Cognitive Lexical Semantics. Notable exemplars include Geeraerts (1997), Tyler & Evans (2003) and Evans (2004).
zh_cn: 另一个与词汇意义相关的分支是认知词汇语义学，其著名代表有Geeraets（1997）、Tyler和Evans （2003）和 Evans（2004）。

source: Finally, some scholars have attempted to integrate the study of all three areas. A notable recent example is Evans (to appear).
zh_cn: 还有一些学者尝试把上述三个方面融合起来，如Evans（2009）的研究。

source: Since the 1990s, the rise and take-up of Cognitive Linguistics has been both rapid and inexorable.
zh_cn: 从二十世纪九十年代起，认知语言学崛起，发展迅速，势不可挡。

source: At the time of writing, Cognitive Linguistics is arguably the most rapidly expanding perspective within the discipline of linguistics, and exerts an increasing influence in many sub-branches of linguistics (including discourse analysis, pragmatics, semantics, sociolinguistics, stylistics and syntax) as well as cognate and related disciplines and sub-disciplines in the cognitive and social sciences and the humanities.
zh_cn: 撰写本文时，在语言学这一学科中，认知语言学已是发展最快的分支，并对语言学的很多其他分支逐渐产生了巨大影响（如语篇分析、语用学、语义学、社会语言学、文体学和句法研究），同时也影响了认知科学、社会学和人文学科中相邻和相关的其他学科及分支。

source: One symptom of this success is the range of textbooks and collections of readings that now abound (e.g. Lee 2001, Croft & Cruse 2004, Evans & Green 2006, Evans 2007, Evans, Bergen & Zinken 2007).
zh_cn: 其成功从目前已有的大量教科书和论著中可见一斑（如Lee 2001；Croft & Cruse 2004；Evans & Green 2006；Evans 2007；Evans，Bergen & Zinken 2007）。

source: However, the present Handbook is by far the most wide-ranging and, in certain key respects (e.g. in terms of authority and scope), the most impressive work of reference yet to appear that addresses research within the Cognitive Linguistics movement.
zh_cn: 从某种关键指标（如权威性和涵盖范围）来讲，这本《手册》即将成为在认知语言学框架下进行研 究 的 内 容最丰富、影响最大的参考书。

source: Running to 1334 pages, the Handbook is certainly the longest single-volume work in the field, and can claim with some credibility to be more fully representative of the Cognitive Linguistics movement and its various spheres of influence than earlier overview works.
zh_cn: 《手册》长达1334页，是这一领域中最长的单册著作。和早前的综述类著作相比，可以说，这是认知语言学中最具代表性的一部著作。

source: The Handbook consists of forty-nine specially commissioned chapters, divided into six thematically arranged parts, written by leading experts in Cognitive Linguistics and/or related areas of enquiry.
zh_cn: 《手册》由49章组成，按主题分为6个部分，均由认知语言学或相关领域的专家撰写。

source: Each chapter provides a synthesis of a particular issue, topic or area that directly concerns or bears on some aspect of Cognitive Linguistics.
zh_cn: 每一章都是就一个与认知语言学直接相关或与其某些方面相关的论点、论题、或领域进行综合分析。

source: As such, each chapter gives an introductory overview of central aspects of the findings, theories and/or methodologies relating to the specific issue or area addressed.
zh_cn: 这样，各章都是围绕一个特定论题或相应领域的研究发现、理论观点、和／或研究方法的主要方面进行概括评述。

source: The level of complexity and familiarity assumed of linguistics and/or various aspects of Cognitive Linguistics means that the chapters are pitched at the level of the practitioner rather than the neophyte. Hence, the Handbook is likely to be less helpful to those hoping for an introductory primer in Cognitive Linguistics, despite the editors’ suggestion to the contrary in their introductory article (‘Introducing Cognitive Linguistics’).
zh_cn: 考虑到书中所涉语言学和认知语言学众多领域的复杂程度和熟悉程度，各章都是从本专业研究者的水平出发的，而不是从初学者的水平出发的，因此，《手册》对于想从中得到认知语言学的入门启蒙的人没有多少帮助，尽管编者们在介绍本书时提出了相反的建议（‘认知语言学入门’）。

source: This in no way, however, detracts from the overall achievement of the Handbook, which performs an important service to the research community in synthesising and presenting, in bite-sized chunks, ideas relating to many of the key theoretical constructs and a number of the theories that populate Cognitive Linguistics, and phenomena addressed by researchers directly working in Cognitive Linguistics or related areas and disciplines.
zh_cn: 然而，这并不能使人忽视《手册》的总体成就，因为《手册》对认知语言学框架下的许多核心理论和众多热点问题，以及由认知语言学家或其他相关学科的学者们所提出的问题，进行了综合概括和细致分析。

source: For introductory overviews more suitable for the neophyte, see Croft & Cruse (2004) or Evans & Green (2006), the latter being the more comprehensive introductory text.
zh_cn: 对于初学者，引导性的综述会更合适，如Croft和Cruse（2004），或Evans和Green（2006），后者更全面一些。

source: Collections of representative examples of primary literature in Cognitive Linguistics can be found, for example, in Evans, Bergen & Zinken (2007).
zh_cn: Evans，Bergen和Zinken（2007）也列举了不少具有代表性的认知语言学文献。

source: While the Handbook constitutes a significant resource that will be staple reading for all cognitive linguists, as well as those interested in the Cognitive Linguistics enterprise, the book nevertheless, and perhaps inevitably in a work of this scope, manifests several drawbacks. I discuss two below.
zh_cn: 《手册》的宝贵资源对于所有认知语言学家和对认知语言学研究感兴趣的人而言，都是不可多得的。不过，可能由于其内容涵盖广泛，《手册》仍存在一些问题，我将在下面讨论其中的两点。

source: These relate to (i) its organisation and (ii) its conceptualisation, i.e. the way Cognitive Linguistics is conceived as it emerges through the selection of topics covered and their arrangement.
zh_cn: 其一，本书的结构；其二，本书的观念，即本书论题的选择和安排所呈现出来的对认知语言学的看法。

source: I briefly elaborate on each of these points, before expanding in more detail.
zh_cn: 我将在展开更多细节之前先就每个问题作以简要说明。

source: The Handbook arguably exhibits something of a lack of balance in its treatment of topics and theories relating to two of the main sub-branches of Cognitive Linguistics: Cognitive Semantics and Cognitive Approaches to Grammar.
zh_cn: 《手册》中的论题和理论涉及认知语言学的两大主要分支：认知语义学和认知语法理论，但是它在对两者的处理上可能缺乏平衡。

source: Overall, there is a greater weighting, in terms of number of chapters and topics selected, given to Cognitive Approaches to Grammar.
zh_cn: 总体来看，在篇幅上和论题数量上它更侧重认知语法理论。

source: While this is not in itself problematic, for a volume that aspires to provide full coverage of the enterprise, the Handbook is less fully representative than it might otherwise have been.
zh_cn: 对于旨在涵盖整个领域的著作来说，这本身虽然不成问题，但《手册》并没有它所设想的那样具有全面的代表性。

source: This situation appears to be a consequence of the perspective adopted by the editors in terms of the nature and central concerns of Cognitive Linguistics as an enterprise, as advocated in their introductory chapter, as I discuss later.
zh_cn: 这种情况似乎是编者们在引言中提出的关于认知语言学的本质和中心议题的视角或观点所导致的一种结果。我将在后面讨论这一点。

source: Secondly, the structure and organisation of the Handbook gives rise to a view of Cognitive Linguistics as being perhaps more dislocated and fragmented than it actually is.
zh_cn: 其次，《手册》的结构和组织容易让人认为认知语言学也许比它实际上更混乱、更不完整。

source: This, I suggest, is due to lacunae in topics treated.
zh_cn: 我认为，这是由所述论题之间的缺陷造成的。

source: In particular, there are no chapters that directly address the key commitments and guiding principles that make a particular account ‘cognitive linguistic’, as opposed to something else.
zh_cn: 尤其要说明的是，没有哪一章直接讨论那些使‘认知语言学’不同于其他语言理论的重要观点和指导原则。

source: For instance, one of the things that a reader might reasonably expect a volume of this size and scope to provide is specific guidance as to what makes Cognitive Linguistics a self-conscious and coherent intellectual, theoretical and methodological enterprise.
zh_cn: 例如，读者可能会理性地注意到这一点，这种规模和容量的著作应该提供明确的引导，讲解认知语言学为什么是一个独立而又连贯的知识、理论及方法论体系。

source: In short, what is it that makes a given theory or descriptive account cognitive linguistic? As the overwhelming majority of chapters focus much more narrowly on theoretical constructs, phenomena of enquiry or the interrelationships between Cognitive Linguistics and other areas, such a chapter-length characterisation would appear to be indispensable.
zh_cn: 简而言之，是什么使一个既定的理论或描述成为认知语言学的？由于绝大部分的篇幅都局限于理论构建、现象考证和认知语言学与其他学科之间的关系，这种整章篇幅的论述似乎是不可或缺的。

source: Yet, apart from a brief section on the theoretical perspective of Cognitive Linguistics in the introductory chapter, the Handbook does not provide explicit guidance on this in a way that is easily located.
zh_cn: 然而，除了在引言中对认知语言学的理论观点进行了简短介绍之外，《手册》并未就此给出清晰论述。

source: Moreover, the framing of Cognitive Linguistics in the introductory chapter as an enterprise which has ‘not yet stabilized into a single uniform theory’ (4), and repeated references to this apparent drawback of the enterprise throughout the introduction, potentially give rise to the (incorrect) impression that Cognitive Linguistics is less coherent than it actually is.
zh_cn: 此外，引言中认为认知语言学的框架‘还没有发展为独立统一的理论’（４），并在引言中反复引用这一显然是学科缺点的观点，这就潜在地导致这样的（错误）印象：认知语言学没有像它实际上的那么协调一致。

source: For many scholars who self-describe themselves as being cognitive linguists (and I include myself here), one of the strengths of Cognitive Linguistics is exactly that it constitutes an enterprise, consisting of a range of distinct theories and methodologies, rather than being subject to the ex cathedra pronouncements of a single theoretical authority.
zh_cn: 对于很多自称为认知语言学家的学者而言（我自己也算一个），认知语言学的一大强势就是它能构成一个完整体系，包含一系列不同的理论和方法，而不是服从某一理论权威的论断。

source: What makes something cognitive linguistic concerns a number of shared assumptions and corresponding methodological practices.
zh_cn: 认知语言学关注的正是一些共有的假设和相关的方法实践。

source: While these do emerge at various points in the forty-nine chapters in piecemeal fashion, there is no systematic or coherent introduction or overview.
zh_cn: 但是在《手册》的49章中，这些内容以支离破碎的形式出现，没有系统的或有条理的引导或概述。

source: One of the central issues that a work such as this might be expected to address is precisely the tenets and guiding assumptions that inform the scholarship of practising cognitive linguists.
zh_cn: 这类著作的重要问题之一，就是它本应该清晰地讲解认知语言学家从事研究的那些原则和主要假设。

source: The reader is left to infer what makes the enterprise a unified intellectual movement from the abbreviated comments in the various chapters which allude to particular assumptions of Cognitive Linguistics, before moving on to the issue being addressed in the chapter.
zh_cn: 读者则需要在思考书中所提到的问题之前，先从各章的简略论述中推测这门学科是怎样成为一个统一的智力活动的。而这些内容只是间接地提到了认知语言学的特定假设。

source: There are two chapters which contrast Cognitive Linguistics with functional and formal (or autonomous) linguistics.
zh_cn: 《手册》中有两章对比了认知语言学和功能语言学、形式语言学（或自主语言学）。

source: And these are helpful. But in reading the Handbook, I could not help but wonder if there would not have been benefit in more explicit framing of the range of theoretical constructs, issues and topics covered by the various chapters.
zh_cn: 这些是有用的，但在阅读《手册》时，我忍不住想，如果各章所涵盖的理论框架、问题和论点能够更明确，人们是否会从中获益更多。

source: This could have been achieved with a chapter (or chapters) addressing the key commitments that characterise any given theory or approach to a particular linguistic and/or conceptual phenomenon as being cognitive linguistic.
zh_cn: 这本应用一章（或几章）来阐述认知语言学的核心承诺，以使任何既定理论或方法对某个特殊语言现象或概念现象的研究归属其下。

source: The Handbook is organised into six substantive parts.
zh_cn: 《手册》由６个独立部分组成。

source: Part I, entitled ‘Basic concepts’, is the longest, with fifteen chapters.
zh_cn: 第一部分‘基本概念’是最长的，有15章。

source: This part of the book provides overview articles which address both theory-specific and theorygeneral constructs, including construal, schematicity, prototype theory, radial categories, frames, idealised cognitive models, domains, metaphor, metonymy, image schemas, mental spaces, conceptual integration and so on.
zh_cn: 这一部分的概述文章既涉及具体理论，也涉及一般理论，包括识解、图式性、原型理论、辐射范畴、框架、理想化认知模型、认知域、隐喻、转喻、意象图式、心理空间、概念整合、等等。

source: Part I also includes chapters relating to specific theoretical perspectives widely assumed in Cognitive Linguistics, such as experientalism, and also features chapters relating to particular phenomena that have either been widely invoked in cognitive linguistic studies, such as iconicity, or which have received distinctive cognitive linguistic treatments, such as force dynamics and attentional phenomena.
zh_cn: 这一部分有几章还包含了认知语言学中广泛达成共识的具体理论观点，比如新经验主义，还有几章涉及认知语言学研究中引起广泛关注的特殊现象，如象似性，以及一些认知语言学特别关注的现象，如力动态和注意现象。

source: In addition, part I also includes a chapter on a specific area of enquiry, spatial semantics, and some of the theoretical constructs and descriptions of that area that are representative of cognitive linguistic accounts.
zh_cn: 另外，这一部分还有一章专门探讨空间语义学，并述及空间语义学发展至今具有代表性的理论观点。

source: Part I of the Handbook is envisaged, according to the editors, as providing a grounding in the basic concepts of Cognitive Linguistics, which are deployed, in various ways, in later sections of the Handbook.
zh_cn: 《手册》编者们的初衷是，第一部分提供认知语言学的基本概念，这些概念在后面部分的内容中将以各种方式深入展开。

source: Yet, while the individual chapters in this, and indeed other parts of the Handbook, are generally written to a consistently high standard, the contents of part I provide a somewhat heterogeneous collection of topics.
zh_cn: 然而，与其他各部分一样，《手册》第一部分的这些独立章节都始终是按照高标准写的，仅集中展示了众多的论题。

source: In particular, it is not entirely clear what the status is of the various topics qua ‘basic concepts’.
zh_cn: 然而，不完全清楚的是，这些论题能否称得上是‘基本概念’。

source: While some of the chapters in part I clearly address theoretical constructs that have the status of being ‘basic’, in the sense of foundational within one or more specific theories in Cognitive Linguistics, others are not ‘basic’ in this sense.
zh_cn: 不过，从认知语言学中的一个或多个详细的理论基础出发，第一部分有几章清楚地解释了理论构建确实是‘基本的’，其他的则不是。

source: For instance, Leonard Talmy’s and Jordan Zlatev’s chapters on ‘Attentional phenomena’ and ‘Spatial semantics’ provide cognitive linguistic characterisations of these areas, and might have fitted better elsewhere in the Handbook, for instance, in a part entitled ‘Semantic and conceptual phenomena’ – although no such part actually exists in the Handbook as it stands.
zh_cn: 比如，Leonard Talmy和Jordan Zlatev关于‘注意现象’和‘空间语义学’的部分提供了这些领域在认知语言学中的描述方法，也许安排在《手册》的其他部分会更合适些，如单列一个‘语义现象和概念现象’部分——虽然《手册》中并没有这样一章。

source: Another example concerns the first chapter in part I, by Tim Rohrer, which deals with ‘Embodiment and experientialism’. There is no dispute as to the importance of the issues addressed in this chapter, which imbues Cognitive Linguistics, in part, with its distinctive flavour and perspective.
zh_cn: 第一部分中另一个与第一章有关的例子是Tim Rohrer 所写的‘体验和新经验主义’，其中提到的问题很重要，这些问题或多或少带有认知语言学独特的研究思路和视角。

source: The perspective taken by cognitive linguists on the relationship between embodiment, knowledge representation and socio-physical experience has given rise to a perspective known as Experiential Realism (see Lakoff & Johnson 1980, Lakoff 1987).
zh_cn: 认知语言学家对体验、知识表征和身体与社会经验之间的关系所采取的研究视角，促生了新经验现实主义（见Lakoff & Johnson 1980；Lakoff 1987）。

source: This is a philosophical perspective which engenders a worldview, rather than being a theoretical construct in the same way that notions such as domain, frame, idealised cognitive model and so on are theoretical constructs.
zh_cn: 这是认知语言学的哲学基础，反映其世界观，有别于认知域、框架、理想化认知模型等概念所体现的理论构建。

source: The foundational theoretical constructs are moreover addressed unevenly.
zh_cn: 此外，基础理论构建在《手册》中所占的篇幅并不均衡。

source: For instance, the theoretical constructs of schematicity and entrenchment, both central to Langacker’s Cognitive Grammar, each receive chapter-length treatments. However, the theoretical construct of the domain, which is arguably just as central to Langacker’s theory, is treated in a chapter alongside the theoretical constructs of semantic frame and idealised cognitive model (each associated with theories developed by Charles Fillmore and George Lakoff, respectively).
zh_cn: 例如，Langacker的认知语法中的图式性和固化理论，都用了一章的篇幅来处理，而Langacker的核心理论概念按说应是认知域，《手册》却只是在讲到语义框架和理想化认知模型（这两个理论分别和Fillmore与Lakoff发展出的理论有关）时顺便提及。
